spec/spec/SVWS/IntegrationPlatform/Examples/AccountPaymentDetailsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getAccountPaymentDetailsRequest>
         <id>11</id>
         <account_number>00000000000000000000000000000011</account_number>
         <inst_id>1001</inst_id>
         <lang>LANGRUS</lang>
      </int:getAccountPaymentDetailsRequest>
   </soapenv:Body>
</soapenv:Envelope>
